Repository: mozilla-l10n/mt-training-data
Catalog: ncx/ncx_pontoon.tmx
Source language: en_us
Languages: ncx

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ncx: Amo otikpejpenki se tlajtolkopa. Xikalaki kanin kijtoa <profileLink>Notech</profileLink> uan xikpejpena se tlajtolkopa.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ncx: Yotikpanaui tlen uelis nikan tiktitlanilis. Xonmochia { $retryLimit } minutos uan uelis tiktitlanilis okse. ¡Timitstlasojkamatiliaj timochixtok!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ncx: Yotikpanaui tlen uelis nikan tiktitlanilis. Xonmochia { $retryLimit } segundos uan uelis tiktitlanilis okse. ¡Timitstlasojkamatiliaj timochixtok!

source: You must allow microphone access.
ncx: Monekis tikkauilis micrófono makitsiko motlajtol.

source: Your download has started.
ncx: Yopejki tiktemouilia.

source: You’re contributing to a target segment
ncx: Techpaleuijtok matikajxitikan se tlaxeloli

source: You’re contributing to our first target segment
ncx: Techpaleuijtok matikajsikan non achto tikajxitisnekij.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ncx: Nesi sapanoa totoka otikchi. Ximochia uan kuali xikmotili kox kuali noso amo.

source: You're helping Common Voice reach our daily sentence goals!
ncx: ¡Otikpaleui Common Voice makajxiti tlen axkan omonekiaya!

source: Your Languages
ncx: Motlajtolkopaj

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ncx: ¡Xamo ayakmitlaj onka ika motlajtolkopa! Tla tiuelis, xikpatla tlajtolkopa uan ijkon uelis tikajsis okachi ika nauatl maski achitsin mopatlas.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ncx: ¡Xamo ayakmitlaj onka ika motlajtolkopa! Tla tiuelis, xikpatla tlajtolkopa uan ijkon uelis tikajsis okachi ika nauatl maski achitsin mopatlas.

source: Your username and email will not be associated with the published data.
ncx: Motoka tlen tikmotlalilis uan mocorreo amo tiktlaliliskej teixpa.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ncx: ¡Yotikpaleui Common Voice makajxiti<goalPercentage></goalPercentage> itech { $goalValue } tlen mojmostla tiktsikosnekij!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ncx: ¡Yotikpaleui Common Voice makajxiti<goalPercentage></goalPercentage> itech { $goalValue } tlen mojmostla tikyektlaliliskij!

source: account recovery key
ncx: tlen ika oksemi tikalakis

source: add-on
ncx: kajxitiaj

source: alternate text
ncx: okseki tlajkuiloli

source: attack
ncx: tlaijtlakoa

source: attacker
ncx: tlaijtlakoa

source: Attack Site
ncx: Sitio non tlaijtlakoa

source: attendee
ncx: okiyolejkej

source: track
ncx: xikita kanachi
